[
  "Wikipedia contiene 1,778,098 pagine.",
  "Ci sono un totale di 134,700,890 link tra pagine di Wikipedia.",
  "1,019,278 pagine di Wikipedia sono solo redirect ad altre pagine.",
  "La prima pagina di Wikipedia in ordine alfabetico è \"!!\".",
  "L'ultima pagina di Wikipedia in ordine alfabetico è  \"Ꚅ\".",
  "275 pagine di Wikipedia (0.015% di tutte le pagine) non hanno link in ingresso o uscita.",
  "Ci sono 427 pagine di Wikipedia (0.02% di tutte le pagine) che non hanno link ad altre pagine.",
  "Ci sono 78,976 pagine di Wikipedia (4.44% di tutte le pagine) che non sono linkate da altre pagine.",
  "Con l'impressionante lunghezza di 199 caratteri, \"Ostrichetrancidipescesalatocagnoligattuccipezzidicefaloinsalsapiccantesilfiooliomieletordimerlicolombaccicolombellegallettilodolearrostocutrettolepiccioniselvaticilepricottenelvinocroccanticantuccini\" è la pagina di Wikipedia col titolo più lungo",
  "Ci sono 208 pagine di Wikipedia (0.012% di tutte le pagine) i cui titoli sono di un singolo carattere, tra cui \"⊿\", \"Ẁ\" e \"Ḱ\".",
  "Solo 16 pagine di Wikipedia cominciano con un punto esclamativo.",
  "3,974 pagine di Wikipedia (0.22%) hanno un titolo che contiene un punto esclamativo.",
  "Solo 10 pagine di Wikipedia cominciano con un punto interrogativo.",
  "1,524 pagine di Wikipedia (0.09%) hanno un titolo che contiene un punto esclamativo.",
  "1,460,899 pagine di Wikipedia (82.2%) hanno un titolo che contiene uno spazio.",
  "317,199 pagine di Wikipedia (17.8%) hanno un titolo che non cintiene spazi.",
  "Apici o virgolette si trovano nel titolo di 70,825 pagine di Wikipedia (3.98% di tutte le pagine), causando innumerevoli problemi di analisi durante la creazione di questo sito.",
  "Con ben 199 caratteri, \"Ostrichetrancidipescesalatocagnoligattuccipezzidicefaloinsalsapiccantesilfiooliomieletordimerlicolombaccicolombellegallettilodolearrostocutrettolepiccioniselvaticilepricottenelvinocroccanticantuccini\" è la pagina di Wikipedia col titolo più lungo che non contiene spazi.",
  "Con 85 caratteri, \"Taumatawhakatangihangakoauauotamateaturipukakapikimaungahoronukupokaiwhenuakitanatahu\" è la pagina di Wikipedia col secondo titolo più lungo che non contiene spazi",
  "Con 79 caratteri, \"Donaudampfschiffahrtselektrizitätenhauptbetriebswerkbauunterbeamtengesellschaft\" è la pagina di Wikipedia col terzo titolo più lungo che non contiene spazi",
  "\"Città dell\\'India\" è la pagina di Wikipedia con il più alto numero di link in uscita (5,409).",
  "\"Classificazione Nickel-Strunz\" è la pagina di Wikipedia con il seconda più alto numero di link in uscita (4,204).",
  "\"Calendario dei santi\" è la pagina di Wikipedia con il terza più alto numero di link in uscita (4,176).",
  "\"Persone di nome Giovanni\" è la pagina di Wikipedia con il quarta più alto numero di link in uscita (3,270).",
  "\"Persone di nome Giuseppe\" è la pagina di Wikipedia con il quinta più alto numero di link in uscita (3,160).",
  "\"Virtual International Authority File\" è la pagina più linkata di Wikipedia (355,015 link entranti).",
  "\"Coordinate geografiche\" è la seconda pagina più linkata di Wikipedia (346,172 link entranti).",
  "\"Italia\" è la terza pagina più linkata di Wikipedia (320,852 link entranti).",
  "\"Metro\" è la quarta pagina più linkata di Wikipedia (311,924 link entranti).",
  "\"Stati Uniti d\\'America\" è la quinta pagina più linkata di Wikipedia (280,528 link entranti)."
]