[
  "Wikipedia contains 2,014,371 pages.",
  "There are a total of 134,700,583 links between Wikipedia pages.",
  "1,019,265 Wikipedia pages are actually just redirects to other pages.",
  "The first Wikipedia page title in alphabetical order is \"!\".",
  "The last Wikipedia page title in alphabetical order is \"💶\".",
  "266,792 Wikipedia pages (13.244% of all pages) have no incoming or outgoing links.",
  "There are only 266,947 Wikipedia pages (13.25% of all pages) which link to no other pages.",
  "There are 345,508 Wikipedia pages (17.15% of all pages) which are not linked to from any other page.",
  "At an impressive 199 characters, \"Ostrichetrancidipescesalatocagnoligattuccipezzidicefaloinsalsapiccantesilfiooliomieletordimerlicolombaccicolombellegallettilodolearrostocutrettolepiccioniselvaticilepricottenelvinocroccanticantuccini\" is the longest Wikipedia page title.",
  "There are 550 Wikipedia pages (0.027% of all pages) whose titles are just a single character, including \"Œ\", \"↓\", and \"膾\".",
  "Only 27 Wikipedia page titles begin with an exclamation mark, one of which is \"!O!ung_language\".",
  "4,466 Wikipedia pages (0.22%) have a title which contains an exclamation mark.",
  "Only 13 Wikipedia page titles begin with a question mark, one of which is \"?:_A_Question_Mark\".",
  "1,636 Wikipedia pages (0.08%) have a title which contains a question mark.",
  "1,648,866 Wikipedia pages (81.9%) have a title which contains a space.",
  "365,505 Wikipedia pages (18.1%) have a title which does not contain a space.",
  "A single or double quotation mark can be found in 80,577 Wikipedia page titles (4.0% of all page titles), leading to countless parsing issues while creating this.",
  "At a staggering 199 characters, \"Ostrichetrancidipescesalatocagnoligattuccipezzidicefaloinsalsapiccantesilfiooliomieletordimerlicolombaccicolombellegallettilodolearrostocutrettolepiccioniselvaticilepricottenelvinocroccanticantuccini\" is the longest Wikipedia page title which contains no spaces.",
  "At a whopping 85 characters, \"Taumatawhakatangihangakoauauotamateaturipukakapikimaungahoronukupokaiwhenuakitanatahu\" is the second longest Wikipedia page title which contains no spaces.",
  "Even at a beefy 79 characters, \"Donaudampfschiffahrtselektrizitätenhauptbetriebswerkbauunterbeamtengesellschaft\" is only the third longest Wikipedia page title which contains no spaces.",
  "The \"List of lists of lists\" page is a list of pages that are lists of list pages on the English Wikipedia.",
  "The \"Order of magnitude\" page lists \"yocto-\" (10^-24) and \"yotta-\" (10^24) as the smallest and largest magnitude prefixes.",
  "The \"Names of large numbers\" page contains words like \"googol\" (10^100) and \"millinillion\" (10^3003).",
  "An \"Illegal prime\" is a prime number that represents information whose possession or distribution is forbidden in some legal jurisdictions.",
  "\"Città dell\\'India\" is the Wikipedia page with the highest number of outgoing links (5,409).",
  "\"Classificazione Nickel-Strunz\" is the Wikipedia page with the second highest number of outgoing links (4,204).",
  "\"Calendario dei santi\" is the Wikipedia page with the third highest number of outgoing links (4,176).",
  "\"Persone di nome Giovanni\" is the Wikipedia page with the fourth highest number of outgoing links (3,270).",
  "\"Persone di nome Giuseppe\" is the Wikipedia page with the fifth highest number of outgoing links (3,160).",
  "\"Virtual International Authority File\" is the most linked to page on Wikipedia (355,015 incoming links).",
  "\"Coordinate geografiche\" is the second most linked to page on Wikipedia (346,172 incoming links).",
  "\"Italia\" is the third most linked to page on Wikipedia (320,852 incoming links).",
  "\"Metro\" is the fourth most linked to page on Wikipedia (311,924 incoming links).",
  "\"Stati Uniti d\\'America\" is the fifth most linked to page on Wikipedia (280,528 incoming links)."
]